 let recipes = {
    data : [
        {
            id:1,
            youtubeLink:'https://www.youtube.com/watch?v=zZgcBo8QGLY',
            videoTitle:'الوصفة التي حققت نجاح خيالي على اليوتوب ب3 مكونات فقط 👌👌riz frit aux œufs ::recette facile',
            description: "ماء رشة ملح كأس ونصف من الأرز الأصفر حبة بصل قليل من زيت في مقلاة 3 بيض  فلفل اسود ملعقة زبدة صلصة السوجا",
            category: 'MainCourse',
            tags: 'ملح,أرزأصفر,بصل,زيت,بيض,فلفل اسود,زبدة,صلصة السوجا',
            subCategory:'Rice with vgs',
            img:"images/images/id1.jpg"
        },
        {
            id:2,
            youtubeLink:'https://www.youtube.com/watch?v=5LAh8hpcQu8',
            videoTitle:'وجبة عشاء سريعة وبنينة بزاف في المقلاة غادي يهبلوا عليها وعلى المذاق ديالها سهلة وخفيفة جربيها روعة',
            description: "غ700 بطاطس+ 2 بيضات +ملح+فلفل اسود+ثوم بودرة + 7 ملاعق نشا أو دقيق2 ملاعق +بصلة+ 2 فصوص ثوم لحم مفروم+ملح+فلفل اسود +فلفل احمر +ثوم بودرة +قصبر مجفف م.ك.زبدة+م.ك.دقيق كأس صغير حليب جبن",
            category: 'MainCourse',
            tags: 'بطاطس,بيض,ثوم,نشا,دقيق,بصل,لحم مفروم,زبدة,حليب,جبن',
            subCategory:'Filled bread',
            img:"images/images/id2.jpg"
        },
        {
            id:3,
            youtubeLink:'https://www.youtube.com/watch?v=tXQzULfs9pw',
            videoTitle:'ألذ أرز مغربي بالخضار بسيط وسريع جدا في التحضير فقط بكاس واحد أرز ',
            description: "كأس أرز أصفر أمريكي, 2 كاس ماء بارد  الخضار (تقريبا 1 كاس من الجزر قطع صغيره 1 كاس بزلاء . كاس فلافل ألوان قطع صغيره.1بصلة صغيرة قطع ناعمة . باقة قزبرة وبقدونس ) التوابل ملعقة صغيرة مركز الطماطم. ملح بحسب الذوق.  نصف ملعقه صغيره كركم . ربع ملعقه صغيره زنجبيل . ربع ملعقه صغيره فلفل أسود القليل من زيت نباتي أو زيت الزيتون (2معالق تقريبا )",
            category: 'MainCourse',
            tags: 'أرز,جزر,بزلاء,فلفل,بصل,قزبر وبقدونس',
            subCategory:'Rice with vgs',
            img:"images/images/id3.jpg"
        },
        {
            id:4,
            youtubeLink:'https://www.youtube.com/watch?v=xSa_4BMFrgo',
            videoTitle:'عندك بطاطس وبيض وفروماج !! قومي حالا حضريها فرمشة عين بدون فرن ساهلة وسريعة جربيها غتولي عندك معتمدة',
            description: "بطاطس بيض فروماج",
            category: 'MainCourse',
            tags: 'بطاطس بيض فروماج',
            subCategory:'Tortilla',
            img:"images/images/id4.jpg"
        },

    ]
}

